
//Root plist
"Level" = "Ebene";
"Easy" = "Leicht";
"Medium" = "Mittel";
"Hard" = "Hart";
"Master" = "Meister";
"Animation" = "Animation";
"Colors" = "Farben";
"Technical Information" = "Technische Informationen";

"EvalFunc" = "Auswertefunktion"
"Simple" = "Einfach"
"Rehenberg" = "Rehenberg"
"Tseitlin" = "Tseitlin"

"FirstRandom" = "Erste Zufällige Bewegung"

//Animation plist
"None" = "Nicht";
"Fast_rep" = "Wiederholte Programm Turns";
"Fast" = "Schnell";
"Slow" = "Langsam";
"Turns" = "Schaltet";
"Best Turns" = "Beste Spieler dreht";
"Use Sounds" = "Verwenden Sounds";

//ColorList plist
"Seeds" = "Samen";
"Status Line" = "Status-Zeile";
"Foreground" = "Vordergrund";
"Background" = "Hintergrund";
"Animating Turn" = "Animieren Drehen";
"Repeat Turn" = "Wiederholen Sie drehen";
"Captured House" = "Fangen House";
"Best Turn(s)" = "Best Turn(s)";
"Window Background" = "Fenster Hintergrund";

//ColorX plist
"Red" = "Rot";
"Green" = "Grün";
"Blue" = "Blau";
"Alpha" = "Alpha";

